Repository: enrico69/myx
Catalog: app/Resources/translations/messages.*.xliff
Languages: fr

source: There is currently %qty% book registered in the database|There are currently %qty% books registered in the database
fr: Il y a actuellement %qty% livre enregistré dans la base|Il y a actuellement %qty% livres enregistrés dans la base

source: Impossible to load the last books
fr: Impossible de lister les derniers livres ajoutés

source: No book found
fr: Aucun livre trouvé

source: Impossible to count the number of books registered
fr: Impossible de compter le nombre de livres enregitrés

source: added in
fr: ajouté en

source: Last books
fr: Derniers livres

source: Top 5 locations
fr: Top 5 emplacements

source: Top 5 contributors
fr: Top 5 contributeurs

source: Top 5 authors
fr: Top 5 auteurs

source: Impossible to load the most used locations
fr: Impossible de lister les emplacements les plus utilisés

source: No location found
fr: Aucun emplacement trouvé

source: book|books
fr: livre|livres

source: Impossible to load the top contributors
fr: Impossible de lister les plus grands contributeurs

source: No contributor found
fr: Aucun contributeur trouvé

source: Impossible to load the top authors
fr: Impossible de lister les auteurs les plus prolifiques

source: No author found
fr: Aucun auteur trouvé

source: Book|Books
fr: Livre|Livres

source: Author|Authors
fr: Auteur|Auteurs

source: Location|Locations
fr: Emplacement|Emplacements

source: Kind|Kinds
fr: Genre|Genres

source: Editor|Editors
fr: Editeur|Editeurs

source: Login
fr: Connexion

source: Home
fr: Accueil

source: Issued under the MIT licence terms
fr: Publié sous licence MIT

source: Since
fr: Depuis

source: Language|Languages
fr: Langage|Langages

source: Search results
fr: Résultats de la recherche

source: Looking for "%request%" in the %type%
fr: Recherche de l'occurence "%request%" dans la partie %type%

source: Title
fr: Titre

source: Keywords
fr: Mots-Clés

source: An error occured during the research..
fr: Erreur lors de la recherche

source: The research kind is missing
fr: Le genre de la recherche est manquant ou inconnu

source: You need to enter a keyword!
fr: Vous devez spécifier un mot-clef pour la recherche

source: Enter a keyword
fr: Saisir un mot-clé

source: Search
fr: Rechercher

source: An error occured during the extraction of the editors list
fr: Une erreur s'est produite lors du listage des éditeurs.

source: Add
fr: Ajouter

source: This element is used by some books. Hence it cannot be deleted
fr: Cet élément est utilisé par certains livres. Il ne peut donc être supprimé.

source: Your session stayed inactive for a while. Please try again
fr: Votre session est restée inactive trop longtemps. Merci de réessayer.

source: Error during the deletion of this editor. Please try again
fr: Une erreur est survenue durant la suppression de cet éditeur. Merci de réessayer.

source: Delete
fr: Supprimer

source: Are you sure?
fr: Etes-vous sûr?

source: Modification of the editor
fr: Modification de l'éditeur

source: Update
fr: Mettre à jour

source: Edit
fr: Editer

source: URL Identifier (SLUG)
fr: Identifiant URL

source: Name
fr: Nom

source: Adding a language
fr: Ajout d'un langage

source: Error
fr: Erreur

source: Adding an editor
fr: Ajout d'un éditeur

source: The %field% must be unique. Another entry already uses it
fr: Le %field% doit être unique. Une entrée existante utilise déjà celui que vous avez saisi.

source: An error occured during the extraction of the formats list
fr: Une erreur s'est produite lors du listage des formats

source: Error during the deletion of this format. Please try again
fr: Une erreur est survenue durant la suppression de cet format. Merci de réessayer.

source: Modification of the format
fr: Modification d'un format

source: Adding a format
fr: Ajout d'un format

source: Save
fr: Enregistrer

source: Sorry, but we can't go further. There are multiple record using the same value for the field %field%
fr: Désolé mais nous ne pouvons traiter cette demande: plusieurs enregistrements ont la même valeur pour le champ %field%

source: An error occured during the extraction of the languages list
fr: Une erreur s'est produite lors du listage des langages

source: Error during the deletion of this language. Please try again
fr: Une erreur est survenue durant la suppression de cet langage. Merci de réessayer.

source: Modification of the language
fr: Modification d'un langage

source: Adding a language
fr: Ajout d'un langage

source: After processing (removing forbidden characters), your slug is empty, please try another one
fr: Après traitement (suppression des caractères interdits), l'identifiant URL (SLUG) est vide. Merci d'en propser un autre.

source: There is currently no elements linked with this record
fr: Il n'y a actuellement aucun élément en lien avec et enregistrement.

source: Surname
fr: Nom de famille

source: An error occured during the extraction of the authors list
fr: Une erreur s'est produite lors du listage des auteurs.

source: Error during the deletion of this author. Please try again
fr: Une erreur est survenue durant la suppression de cet auteur. Merci de réessayer.

source: Modification of the author
fr: Modification d'un auteur

source: Adding an author
fr: Ajout d'un auteur

source: An error occured during the extraction of the kinds list
fr: Une erreur s'est produite lors du listage des genres.

source: Error during the deletion of this kind. Please try again
fr: Une erreur est survenue durant la suppression de ce genre. Merci de réessayer.

source: Modification of the kind
fr: Modification d'un genre

source: Adding a kind
fr: Ajout d'un genre

source: An error occured during the extraction of the locations list
fr: Une erreur est survenue durant la suppression de cet emplacement. Merci de réessayer.

source: Error during the deletion of this location. Please try again
fr: Une erreur s'est produite lors du listage des emplacements.

source: Modification of the location
fr: Modification d'un emplacement

source: Adding a location
fr: Ajout d'un emplacement

source: Comments
fr: Commentaires

source: This entry has not been commented yet
fr: Cet élément n'a pas encore été commenté.

source: An error occured during the extraction of the books list
fr: Une erreur s'est produite lors du listage des livres

source: Error during the deletion of this book. Please try again
fr: Une erreur est survenue durant la suppression de ce livre. Merci de réessayer.

source: Modification of the book
fr: Modification d'un livre

source: Adding a book
fr: Ajout d'un livre

source: An error occured during the insertion
fr: Une erreur s'est produite lors de la sauvegarde.

source: Adding a comment
fr: Ajout d'un commentaire

source: Comment
fr: Commentaire

source: Error during the generation of the comment form
fr: Erreur durant la génération du formulaire d'ajout de commentaire.

source: The requested book has not been found
fr: Le livre demandé n'a pas été trouvé.

source: Modification of the comment
fr: Modification d'un commentaire

source: Error during the deletion of this comment Please try again
fr: Une erreur est survenue durant la suppression de ce commentaire Merci de réessayer.

source: We are sorry. An error occured. Please try again
fr: Nous sommes désolé, est un erreur est survenue. Merci de réessayer.

source: File (.pdf, .txt, .doc, .docx)
fr: Fichier (.pdf, .txt, .doc, .docx)

source: Adding a note
fr: ajout d'une note

source: Posted by
fr: Posté par

source: No notes are available for this book
fr: Aucunes notes ne sont actuellement disponibles pour ce livre

source: Download
fr: Télécharger

source: Error during the deletion of this note. Please try again
fr: Une erreur est survenue durant la suppression de cette note. Merci de réessayer.

source: Year
fr: Année

source: ISBN number
fr: Numéro ISBN

source: Editor
fr: Editeur

source: Language
fr: Langage

source: An error occured during the edition process
fr: Une erreur s'est produit durant le processus d'éditon

source: More informations
fr: Informations complémentaires

source: Added
fr: Ajouté le

source: Added by
fr: Ajouté par

source: This element has already been removed
fr: Cet élément a déjà été supprimé

source: An error occured during the deletion process
fr: Une erreur est survenue durant le processus de suppression du livre

source: Locations
fr: Emplacements

source: Authors
fr: Auteurs

source: Kinds
fr: Genres

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: Registration completed. Your account will be validated soon.
fr: Inscription complète. Votre compte sera activé prochainement.

source: Language
fr: Langage

source: Name
fr: Prénom

source: Last modification
fr: Dernière modification

source: by
fr: par

source: An error occured during the listing of the materials
fr: Une erreur s'est produite lors du listage des supports

source: Numeric
fr: Numérique

source: Paper
fr: Papier

source: Material
fr: Support
