Repository: enrico69/myx
Catalog: app/Resources/translations/validators.*.xliff
Languages: fr

source: The name must be at least {{ limit }} characters long
fr: Le nom doit avoir une longueur minimale de {{ limit }} caractères

source: The name cannot be longer than {{ limit }} characters
fr: Le nom doit avoir une longueur maximale de {{ limit }} caractères

source: The slug must be at least {{ limit }} characters long
fr: Le slug doit avoir une longueur minimale de {{ limit }} caractères

source: The slug cannot be longer than {{ limit }} characters
fr: Le slug doit avoir une longueur maximale de {{ limit }} caractères

source: The surname must be at least {{ limit }} characters long
fr: Le nom de famille doit avoir une longueur minimale de {{ limit }} caractères

source: The surname cannot be longer than {{ limit }} characters
fr: Le nom de famille doit avoir une longueur maximale de {{ limit }} caractères

source: The name must be at least {{ limit }} characters long
fr: Le prénom doit avoir une longueur minimale de {{ limit }} caractères

source: The name cannot be longer than {{ limit }} characters
fr: Le prénom doit avoir une longueur maximale de {{ limit }} caractères

source: The comment must be at least {{ limit }} characters long
fr: Le commentaire doit avoir une longueur minimale de {{ limit }} caractères

source: The comment cannot be longer than {{ limit }} characters
fr: Le commentaire de famille doit avoir une longueur maximale de {{ limit }} caractères

source: Please select a file with the proper format.
fr: Merci de fournir un fichier au bon format.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}
fr: Le fichier est trop gros. La taille limite autorisée est de {{ limit }}

source: The name cannot be empty
fr: Le prénom doit être précisé

source: The name is too short
fr: Le prénom est trop court

source: The name is too long
fr: Le prénom est trop long

source: The surname is too short
fr: Le nom est trop court

source: The surname is too long
fr: Le nom est trop lon

source: The surname cannot be empty
fr: Le nom doit être précisé
